[{"title": "Entopic Graphomania", "description": "When it’s time to start a new drawing, you normally go to the piece of paper with an idea in mind, but what if you let the paper decide what you should draw? Entopic Graphomania is a way of doing just that.", "thumbnail": "Thumbnail.png", "chips": ["Imagination", "Relaxation"], "pages": [{"title": "Be a surrealist master", "description": "Let the paper decide what to draw you say? How does that work? This drawing exercise was developed by surrealist artists in the 19th century and has delighted many a budding creative since. Don’t be put off by the convoluted name, the activity is deceptively simple and designed to highlight the patterns in the places we least expect.", "thumbnail": "Thumbnail.png"}, {"title": "Choosing your paper", "description": "For best results pick a sheet of heavy grain drawing paper but any paper will do. Newspapers or books in particular can yield some of the most interesting results.", "thumbnail": "Thumbnail.png"}, {"title": "Taking a closer look", "description": "Look closely at your chosen sheet and see whenever you spot any imperfections. Mark them with a small dot. If you are using a piece of paper with words on it, add the dots sporadically or choose a particular word to add the dots to, or taking it further, phrases you want to stand out. Let the paper be your guide. Keep going until you don’t feel like doing any more (e.g. 15-20 dots).", "thumbnail": "Thumbnail.png"}, {"title": "Joining the dots", "description": "Now start joining those dots in any way you like. You can use wavy lines, jagged lines, or big swooping curves. Importantly, try not to overthink it, just get into it and let the piece evolve as you go. As you connect more and more of these you’ll see the piece come together.", "thumbnail": "Thumbnail.png"}, {"title": "A surrealist masterpiece!", "description": "Done? Take a step back. How does it look? You’ve created a map of this pages’ unique flaws or characteristics. Feel free to embellish your masterpiece (we all have to start somewhere!) with colours and other shapes. Alternatively why not create a series using different styles. In any case, take a minute to reflect on whether you enjoyed doing this exercise and I’m confident that you are somewhat happy with the output.", "thumbnail": "Thumbnail.png"}], "background_colour": "#2F2E27"}, {"title": "Drawing sounds", "description": "Push your mind, play with the senses, and explore the boundaries between sound and sight by representing sounds with shapes and colours.", "thumbnail": "Thumbnail.jpeg", "pages": [{"title": "Visualising Sound", "description": "Artists throughout history have been inspired by music. Vassily Kandisnsky or Juan Miro for example wanted to convey the complexities of classical music through art with ground-breaking surrealist images. Miro even went as far as representing a single blue dot on a white canvass - in his words:  ‘In silence, even the smallest sound is important’. ", "thumbnail": "Image1-6.mp4"}, {"title": "Choosing your instruments", "description": "Choose a drawing instrument (or multiple). Any will do. This will be your instrument, your conductor’s stick, and brush all at the same time.", "thumbnail": "Image1-6.mp4"}, {"title": "Finding a sound", "description": "Next choose a piece of music. Instrumental is best as lyrics can be distracting. I personally love Ravel’s Bolero.", "thumbnail": "Image1-6.mp4"}, {"title": "Getting started", "description": "Immerse yourself in the music and try to convey its visceral qualities on paper. You could try and make out the different instruments and rhythm to start with. For example how would you represent the sound of a guitar? Or a flute maybe? Is the piece hurried or melancholic? What marks would represent that better? Still no idea? Just go for it, I’m sure you’ll catch on!", "thumbnail": "Image1-6.mp4"}, {"title": "Transcribing onto paper", "description": "Once you’ve started, try and let go try to let the rhythm of the music dictate your lines. Be methodical or free flowing. Try and capture certain themes or the overall quality but most important is not to deliberate over your marks.", "thumbnail": "Image1-6.mp4"}, {"title": "Nice one maestro", "description": "All done? How did that feel? Whether or not the end product looks like anything, the most important thing is that we are trying to tap in to new pathways between sound and vision. Conveying the senses in one form or another is notoriously difficult but practice can help us see outside the box.", "thumbnail": "Image7.mp4"}], "background_colour": "#D7D1C2"}, {"title": "Drawing your palm", "description": "Know it like the palm of your hand? Let’s see. The purpose of this activity is to exercise your focus and explore the important concept of contours in drawing. We’re going to draw our palms, but in as much detail as possible, creating a unique map of our own hand.", "thumbnail": "Thumbnail.jpeg", "pages": [{"title": "How well do you know your hand?", "description": "Hands are one of the most notoriously difficult things to draw. This is mainly because of the many joints, the foreshortened view (you have to draw the depth), and the infinite detail. It’s this last point we’re going to focus on.", "thumbnail": "Image1-5.mp4"}, {"title": "Choosing your instruments", "description": "You’ll need a pencil, piece of paper and… go figure, your non-dominant hand as a subject! ", "thumbnail": "Image1-5.mp4"}, {"title": "No looking!", "description": "Take a look at your palm. Concentrate on the edge (contour) of where you want to start drawing and go – but don’t look at your drawing! Train your power of observation and try to feel the piece of hand that you are currently drawing. Try and go as slowly as possible, feeling every millimeter of the drawing.", "thumbnail": "Image1-5.mp4"}, {"title": "Drawing your palm", "description": "Without looking at your paper, start drawing the ridges in the palm of your hand. This will feel useless and quite possibly will not look like a gallery worthy piece, but the intention here is to train our powers of observation. Try and go as slowly as possible, recording every mark. Challenge yourself to use all of the allocated time. Never look at the drawing.", "thumbnail": "Image1-5.mp4"}, {"title": "High five!", "description": "Hopefully you didn’t cheat and peek. The idea is to get outside of the comfort zone a bit and lose some of our inhibition. We don’t care if it looks like a hand. It most certainly won’t look like a hand. In the end will be a unique memento of your self-perception. In the end it’s just lines and space.", "thumbnail": "Image1-5.mp4"}], "background_colour": "#AEA6A3"}, {"title": "Negative Space", "description": "Nothing there? Think again. Train your power of observation and drawing ability by learning to look at things through a new perspective using negative spaces.", "thumbnail": "Thumbnail.jpeg", "pages": [{"title": "A fundamental concept", "description": "Learning about negative spaces is a fundamental component of drawing and usually a pure joy for beginners because of its whimsical quality. In a sense you are drawing what is not there.", "thumbnail": "Image1.jpeg"}, {"title": "Negative spaces vs Positive forms", "description": "In our culture we tend to fixate on objects and positive forms, leaving little thought to the space that lies between objects. In drawing, the air between object becomes just as important part of the whole as the objects themselves. ", "thumbnail": "Image2.png"}, {"title": "Drawing as a puzzle", "description": "Beginners will often lavish attention on positive forms while filling in the background. Think of a puzzle, each piece is as individually important. Be it a face, an object or a piece of sky or curtain. Drawing negative shapes is useful because it gives us a perspective and can help us draw the ‘difficult’ parts of a image. By drawing all the space around an object you invariably end up drawing the desire object, as such, for free. Look around you and try to visualize the space between objects as elements themselves.", "thumbnail": "Image3.png"}, {"title": "You can do it!", "description": "Now, take a look at the image of the ram above and try to draw the negative spaces. Around the body, between the horns etc. Essentially all the white parts of the image. Don’t think about what you are drawing, they are just abstract shapes. Ignore the objects. Clear your mind. Do a couple of ‘Om’s and give it a go.", "thumbnail": "Image4.png"}, {"title": "Voila!", "description": "How does it look? OK, it might not look exactly like the original but if it resembles anything like the above congratulations. You’ve probably captured the most important elements, such are the horns and between the legs. These are challenging elements to draw for any artists so you should be proud of yourself.", "thumbnail": "Image5.png"}, {"title": "Lessons", "description": "An important lesson here is that if you draw the negative space you invariably end up drawing the objects themselves. Notice how the mind will leap to make up any missing information? Drawing negative spaces is great practice to see things differently. Find images online or look around you and give it another go!", "thumbnail": "Image6.png"}], "background_colour": "#3B130F"}, {"title": "Chinese Calligraphy", "description": "Explore the art behind Chinese ideograms with basic concepts, shapes and strokes behind one of the oldest writing forms in the world.", "thumbnail": "Thumbnail.jpg", "pages": [{"title": "What is Chinese calligraphy?", "description": "Calligraphy is much, much more than simply applying brush strokes to paper. It’s an infinitely rich form of art that is thousands of years old. In China, it is considered by many to be more valued than painting and sculpture, and is ranked alongside poetry as the highest form of self-expression.", "thumbnail": "Image1.mp4"}, {"title": "Choosing your instruments", "description": "Ink and special rice paper are considered the best instruments for experienced calligraphers, but for our purposes any paintbrush should yield beautiful results and for absolute beginners even pens and pencils will do the job.", "thumbnail": "Image2.mp4"}, {"title": "Ideograms", "description": "Chinese characters are ideograms and are often composed of multiple elements. For example, the image above combines the character for a “hand” (手) underneath and “rain” (雨) on top. Together these characters mean “snow” (雪) or rain that you can hold in your hand. Poetic, right? We’ll come back to this one later", "thumbnail": "Image2.mp4"}, {"title": "Fire", "description": "Let’s start with something a bit easier. Take this character for “fire” (火). It has five strokes. Try doing them in the same order as the video above.", "thumbnail": "Image4.mp4"}, {"title": "Water", "description": "Stepping it up slightly, try and replicate the character for “water” (水)above. Again, following the stroke order as the video.", "thumbnail": "Image5.mp4"}, {"title": "Drawing snow", "description": "And back to “snow” (雪)! Try also to think about the distribution and balance of the character. Give it a few goes until you get the hang of it.", "thumbnail": "Image6.mp4"}, {"title": "Love", "description": "And back to “snow” (雪)! Try also to think about the distribution and balance of the character. Give it a few goes until you get the hang of it.", "thumbnail": "Image7.mp4"}], "background_colour": "#DAC48E"}, {"title": "Upside down drawing", "description": "Believe you can't draw? Try this and I'm confident you will see it's mostly in the mind.", "thumbnail": "Thumbnail.jpeg", "pages": [{"title": "Misconceptions", "description": "Let’s get something straight: drawing is not about representing but about seeing (mostly). This exercise is about changing perception and to see things in new ways. If you think about it, all the information is there in front of us. ", "thumbnail": "Image1-3.mp4"}, {"title": "Hung up on old stories", "description": "The biggest problem for beginner artists when drawing is that we have ingrained symbols of what we think things look like. For example, if we are asked to draw a nose we are likely to fall into an old habit and draw a caricature of what we think a nose should look like, instead of actually looking at what the object in front of us is really like. ", "thumbnail": "Image1-3.mp4"}, {"title": "The Trick", "description": "The trick is to stop seeing these symbols. See the line as just a line – don’t think nose! Just copy what is in front of you. The exercise stops being “draw a nose” and simply become copy that line. How hard can that be?", "thumbnail": "Image1-3.mp4"}, {"title": "Try it out", "description": "Take 20mins to copy the upside down image above. Again, don’t think chair or person or sleeves. Just look at the proportions. Take it line by line. Think of it as a puzzle. And do not under any circumstances turn it right side up.", "thumbnail": "Image4-5.png"}, {"title": "Not bad huh?", "description": "I’m confident you are impressed with the end result. Were some parts easier than others? Most people find the face and hands tricky, largely because we have stronger symbolic associations with those elements. They are harder to abstract away while we are drawing. In any case, now you see that drawing is no more difficult than copying what is right there in front of you. ", "thumbnail": "Image4-5.png"}], "background_colour": "#2D4740"}, {"title": "Sunset", "description": "Attempt to capture one of nature’s greatest daily spectacles by chronicling the change in the sky at various stages of the sunset.", "thumbnail": "Thumbnail.jpeg", "pages": [{"title": "What you’ll need", "description": "You’ll need paper and colours (paints or pencils), 20mins of spare time around sunset, and a clock or stopwatch.", "thumbnail": "Image1.jpeg"}, {"title": "Choosing your instruments", "description": "Choose a drawing instrument (or multiple). Any will do. This will be your instrument, your conductor’s stick, and brush all at the same time.", "thumbnail": "Image2.jpeg"}, {"title": "Finding a sound", "description": "Next choose a piece of music. Instrumental is best as lyrics can be distracting. I personally love Ravel’s Bolero.", "thumbnail": "Image3.jpeg"}, {"title": "Getting started", "description": "Immerse yourself in the music and try to convey its visceral qualities on paper. You could try and make out the different instruments and rhythm to start with. For example how would you represent the sound of a guitar? Or a flute maybe? Is the piece hurried or melancholic? What marks would represent that better? Still no idea? Just go for it, I’m sure you’ll catch on!", "thumbnail": "Image4.jpeg"}, {"title": "Transcribing onto paper", "description": "Once you’ve started, try and let go try to let the rhythm of the music dictate your lines. Be methodical or free flowing. Try and capture certain themes or the overall quality but most important is not to deliberate over your marks.", "thumbnail": "Image5.jpeg"}, {"title": "Nice one maestro", "description": "All done? How did that feel? Whether or not the end product looks like anything, the most important thing is that we are trying to tap in to new pathways between sound and vision. Conveying the senses in one form or another is notoriously difficult but practice can help us see outside the box.", "thumbnail": "Image6.jpeg"}], "background_colour": "#2E3378"}, {"title": "Greens & Blues", "description": "Play around with the colours of green and blue in this open ended exercise.", "thumbnail": "Thumbnail.jpg", "pages": [{"title": "The colour of magic", "description": "Did you know, in ancient China the colours green and blue were one and the same? Qing (青) was the colour of nature and while that might seem fundamentally odd to us, if you think about it, blue is kind of green and green kind of blue too…", "thumbnail": "Image1.jpeg"}, {"title": "What you’ll need", "description": "This activity is all about exploring these two colours through whatever medium we choose. Needless to say gathering a good selection of green and blue hues in a variety of materials will allows you to explore further.", "thumbnail": "Image1.jpeg"}, {"title": "Roam wild", "description": "Go ahead and play around. Explore and see what combinations make sense. Get a feel for it and follow your instinct. Do it as many times as you like.", "thumbnail": "Image1.jpeg"}], "background_colour": "#117173"}, {"title": "Stream of Consciousness", "description": "Get your expressive juices flowing and start writing by doing, well, just that through a series of prompts.", "thumbnail": "Thumbnail.png", "pages": [{"title": "Before we begin", "description": "Some of the prompts are personal and people may respond to this activity in different ways, and for some cases it can prove to be an emotional experience. There are prompts and should take you about 15mins.", "thumbnail": "Image1-6.mp4"}, {"title": "The exercise", "description": "There are three rules: 1) For each Question you will have 3 minutes to write. 2) You are not supposed to ‘think. Just respond just by writing immediately, whatever comes into your head, even if that is ‘I don’t see the point of this’ etc! 3) You must not take your pen off the paper until the 3 mins are up.", "thumbnail": "Image1-6.mp4"}, {"title": "Prompt 1: What does a successful life look like to you?", "description": "Success is an odd concept. What do you want to achieve? Who do you want to be?", "thumbnail": "Image1-6.mp4"}, {"title": "Prompt 2: Discuss an experience of stress, anxiety, low mood or other mental health difficulties.", "description": "Can you pinpoint 3 things that helped? Write about what helped was it an action, was there anyone who helped or inspired you? Think about a turning point when things started getting better. ", "thumbnail": "Image1-6.mp4"}, {"title": "Prompt 3: Discuss a personal experience about feeling good.", "description": "Can you pinpoint 3 things that helped? Write about what helped was it an action, was there anyone who helped or inspired you? Think about a turning point when things started getting better. ", "thumbnail": "Image1-6.mp4"}, {"title": "Prompt 4: Make a list of all the things that make you happy.", "description": "This one is my favourite. Just go for it. List them out big and small. Savour each one as you write it down.", "thumbnail": "Image1-6.mp4"}, {"title": "How was that?", "description": "Self-expression is a difficult thing and stream of consciousness writing isn’t always as easy as it sounds. Reflect on how this activity made you feel including the individual prompts.", "thumbnail": "Image1-6.mp4"}], "background_colour": "#E7DAC1"}, {"title": "Divergent Thinking: Exercise 1", "description": "Want to give your imagination a run for its money? Work on your divergent thinking skills with this famous shapes test.", "thumbnail": "Thumbnail.jpeg", "pages": [{"title": "The Torrance Tests: background", "description": "The Torrance Tests of Creative Thinking was introduced by psychologist Ellis Paul Torrance in the 1960s as a way to administer a more creatively inclined IQ test measuring divergent thinking. Higher points were awarded for answers that included rich imagery, implied narrative, or used humor or fantasy. Though imperfect, it remains one of the core tests for creative thinking today.", "thumbnail": "Image1.jpeg"}, {"title": "Getting started", "description": "Take a piece of paper and draw 12 small circles, 12 squares, 12 rectangles and 12 triangles like in the image above. I recommend using a sharpened pencil or fine pen for this to draw the detail. You’ll need around 20mins to complete all in all.", "thumbnail": "Image2-3.png"}, {"title": "On your marks… get set…", "description": "The challenge is simple: Use the shapes to create small drawings! Whatever you can come up with. Start with the circles as these are the most natural shapes and there the easiest. You’ll see the shapes go up in difficulty. The challenge is to do each set in 4mins (total 16mins). The time limit is a useful tool to push your creativity.", "thumbnail": "Image2-3.png"}, {"title": "GO!", "description": "Don’t overthink it and don’t get stressed. Don’t repeat the same patterns but feel free to think outside the box! There is no right or wrong answer to this. <p>Tip: If you get stuck take a look around you for inspiration</p>", "thumbnail": "Image4.mp4"}, {"title": "Phew!", "description": "How was that for a workout? Take a look at some of the drawings above to see what other people did.", "thumbnail": "Image5.mp4"}, {"title": "Enjoyed the brain strain?", "description": "Give it another go and be sure to check the other creativity training exercises.", "thumbnail": "Image6.png"}], "background_colour": "#1F3543"}, {"title": "Mandalas", "description": "Is it art? Is it meditation? Relax your mind with the repetitive shapes of the mandala.", "thumbnail": "Thumbnail.png", "pages": [{"title": "What is a Mandala?", "description": "Mandala (or Mandali) is the Sanskrit word for circle and represents the universe in Buddhist and Hindu symbolism and has been used for centuries for prayer, meditation and healing. <br> A lot of people use mandalas not just as a form of art, but also as a form of meditation. In some instances people have spoken about the special healing power these shapes have.", "thumbnail": "Image1.mp4"}, {"title": "Starting a simple mandala", "description": "Every mandala begins with a circle. Next start drawing petals around the circle and start layering as in the video above. Don’t worry if the petals are the wrong size. You can fix this by making the lines thicker and making them uniform. <br> There is no such thing as a mistake here. If something is unintentional just repeat the pattern and incorporate it into your mandala.", "thumbnail": "Image2.mp4"}, {"title": "Building out your mandala", "description": "Now add another row of petals ending in the center of the previous row trying to keep each petal the same height. The important thing is to focus on balance and symmetry, two core components of mandala art. <br> For pointed petals start from the bottom of the petal on each side and make each petal meet in a point. Remember to mark where the last petals need to meet. Feel free to rotate your paper as you go along. <br>Overlap your first pointed petal with another series of three petal pointed petals creating a cool kaleidoscope pattern.", "thumbnail": "Image3.mp4"}, {"title": "Troubleshooting", "description": "If you have an un-even row of petals a cool design for the next row is to draw a pointed petal on top of it spanning three petals with the point in line with the middle of the petal below.", "thumbnail": "Image4.mp4"}, {"title": "Finishing it off", "description": "Finish off with some more embellishments and voila! If you have time, why don’t you colour it in. This is one of the most relaxing and easy activities to do. Namaste!", "thumbnail": "Image5.mp4"}, {"title": "Like Mandalas?", "description": "Check out further Mandala design ideas in Create. Enjoy!", "thumbnail": "Image6.mp4"}], "background_colour": "#43423A"}, {"title": "Ekphrastic Poetry", "description": "An Ekphrastic poem is a vivid description of a scene or work of art. Through the imaginative act of narrating and reflecting on a scene, the poet may amplify and expand its meaning.", "thumbnail": "Thumbnail.jpeg", "pages": [{"title": "Landscape with the Fall of Icarus", "description": "Let’s start off by looking at a few examples of ekphrastic poetry. Take a look at the poem below by William Carlos Williams and note how the author positions himself with regards to the scene in the image above: <p>Landscape with the Fall of Icarus</p><p>According to Brueghel</p><p>when Icarus fell</p><p>it was spring</p><br><p>a farmer was ploughing</p><p>his field</p><p>the whole pageantry</p><br><p>of the year was</p><p>awake tingling</p><p>near</p><br><p>the edge of the sea</p><p>concerned</p><p>with itself</p><br><p>sweating in the sun</p><p>that melted</p><p>the wings' wax</p><br><p>unsignificantly</p><p>off the coast</p><p>there was</p><br><p>a splash quite unnoticed</p><p>this was</p><p>Icarus drowning</p>", "thumbnail": "Image1.jpeg"}, {"title": "Not My Best Side", "description": "Another approach is giving voices to the characters. Take a look and listen to the excellent reading of 'Not My Best Side' by U A Fanthorpe (read by Tom O'Bedlam).", "thumbnail": "Image2.mp4"}, {"title": "Nude Descending a Staircase", "description": "Yet another method is by putting yourself inside the scene. A good example of this is in the poem below by X. J. Kennedy on Marcel’s Duchamp famous cubist painting. Here the author puts himself directly in the painting, rendering this abstract image more realistic.<p>Nude Descending a Staircase</p><br><p>Toe upon toe, a snowing flesh, </p><p>A gold of lemon, root and rind, </p><p>She sifts in sunlight down the stairs </p><p>With nothing on. Nor on her mind. </p><br><p>We spy beneath the banister </p><p>A constant thresh of thigh on thigh-- </p><p>Her lips imprint the swinging air </p><p>That parts to let her parts go by. </p><br><p>One-woman waterfall, she wears </p><p>Her slow descent like a long cape </p><p>And pausing, on the final stair </p><p>Collects her motions into shape.</p>", "thumbnail": "Image3.jpg"}, {"title": "Over to you, young Bard!", "description": "Your turn to tilt your pen towards a frame. Pick one of the images above and try to write an ekphrastic poem using one of the methods we explored earlier. You have around 10mins. Let’s see what you can come up with.", "thumbnail": "Image4.mp4"}], "background_colour": "#656342"}, {"title": "Riffing off the masters", "description": "Take a line you like from one of these four poems and write your own.", "thumbnail": "Thumbnail.jpeg", "pages": [{"title": "Riffing off the masters", "description": "Inspiration can strike at random. One way to jump start the poetic juices is to read poetry and another, even better, is just to write. Taking lines from past poets is a tried and tested trick and which opens up many creative possibilities. Take a line you like from one of these four poems and try write your own.", "thumbnail": "Image1.jpeg"}, {"title": "Tiger", "description": "By A. D. Hope", "thumbnail": "Image2.png"}, {"title": "Oh, the places you’ll go!", "description": "By Dr. Seuss", "thumbnail": "Image3.png"}, {"title": "The Genius of the Crowds", "description": "By Charles Bukowski (Part 1)", "thumbnail": "Image4.png"}, {"title": "The Genius of the Crowds", "description": "By Charles Bukowski (Part 2 Cont’d)", "thumbnail": "Image5.png"}, {"title": "Quietness", "description": "By Rumi (translated by Coleman Barks)", "thumbnail": "Image6.png"}], "background_colour": "#D5CAB3"}, {"title": "Kandinsky Dancers", "description": "How do you reduce movements to their most essential elements? This is exactly what Russian artist Vassily Kandinsky attempted to do in his studies of dancers. Start seeing things in different ways as you admire, copy and recreate these simple drawings yourself.", "thumbnail": "Thumbnail.jpeg", "pages": [{"title": "In the conquest of simplicity", "description": "At Bauhaus, Kandinsky developed theories on colour, lines, points and shapes epitomised in a study of dancers with Gret Palucca, a pioneer of modern dance. His drawings attempt to illustrate the 'simplicity of form' by reducing movement and shapes to their most essential elements.", "thumbnail": "Image1.mp4"}, {"title": "Kandinsky’s Dancers", "description": "Take a look at the images above and start by trying to copy a few of the ones you like the most. You can use a ruler for the straight lines if you want. Drawing the curves and the proportions takes a bit of practice, but therein also lies the challenge!", "thumbnail": "Image2.jpeg"}, {"title": "The art of abstraction", "description": "Have a look at these abstractions. Can you guess what they are? With a bit of practice you can try these simplifying techniques on anything. The more complex / emotive the composition are usually the more fun.", "thumbnail": "Image3.mp4"}, {"title": "Your turn", "description": "Now take a look at these images and try to emulate Kandinsky’s style yourself. Feel free to embellish and test out new ideas. Look around you, how would you abstract some of the objects and views in your surroundings.", "thumbnail": "Image4.mp4"}, {"title": "Enjoyed it?", "description": "Try out some of these other abstract activities.", "thumbnail": "Image5.jpeg"}], "background_colour": "#242424"}, {"title": "Chillida Drawings", "description": "Explore the themes of fullness and emptiness through Chillida's famous monochrome drawings which combine formal geometric shapes with the ruggedness of the handmade.", "thumbnail": "Thumbnail.jpeg", "pages": [{"title": "A dialogue between fullness & emptiness", "description": "Eduardo Chillida grew up in San Sebastián in the Basque country, Northern Spain. The landscapes, sea and dark light of the area were a major influence for Eduardo Chillida’s massive sculptural works, many of which are still on display in public spaces across the globe. He also produced a body of etchings, lithographs and woodcuts in the 1960s exploring the “dialogue between the full and the empty”.", "thumbnail": "Image1.mp4"}, {"title": "Give it a go", "description": "Start by using a pencil to draw the outline of the shape you like. You can imitate one of the images from the gallery above or you can draw your own. Either way, it’s easier to start with pen and then retrace with a marker afterwards. Move your instrument in small increments across the paper in order to create the rugged effect of Chillida’s works.<p>This is a simple exercise and you may feel rushed to finish it. Remember to slow down! Take your time! Enjoy the process.</p>", "thumbnail": "Image2.png"}, {"title": "Pause for thought…", "description": "Which part did you start with? Which one is the empty shape? Dark or blackness often represent nothingness but here which is full any which is empty? Is it the shapes in the centre which are the objects, or neither? These are questions Chillida wants us to consider as we explore his work.", "thumbnail": "Image3.png"}, {"title": "Want more?", "description": "Take a look at the works again and try another style. Make it your own! Add primary colours or try combining different images for example. Think about your environment. Are there any shapes that represent your environment – the buildings, the sun, the people, the wind? Be sure to check out the activity on negative space for more on the theme.", "thumbnail": "Image4.mp4"}], "background_colour": "#F1F2EE"}, {"title": "Fake Flyer", "description": "Find a cause (big or small) you care about and design a flyer for it.", "thumbnail": "Thumbnail.jpeg", "pages": [{"title": "Fake flyer", "description": "The flyers you see tacked on bulletin boards and telephone poles are almost always practical, advertising events, causes, and available services. Here’s your chance to create a flyer that is impractical. Loosen and unleash your imagination, and begin to conjure all the strange and wonderful reasons why someone (or something) might want to communicate with others. Take Nathaniel Russel’s humorous flyer above.<p>This assignment challenges us to consider how we communicate with other people, conjure other worlds, and reimagine our own. Don’t know where to start? Take a look at the next page for ideas</p>", "thumbnail": "Image1.jpeg"}, {"title": "Ideas to get started", "description": "<ul><li>Make a flyer that gives advice, shares something about your life, or promotes an imagined event.</li></li>Existing images can be a good place to start. Cut out photos from a magazine or newspaper or print out an image from the internet.</li><li>Really do put it out into the world. This can mean making copies of your fake flyer and plastering it around town. Or taking as photo and sending it to a friend.</li>", "thumbnail": "Image2.png"}], "background_colour": "#233965"}, {"title": "Boundaries", "description": "Boundaries are everywhere, but they're not always obvious. Sharpen your powers of observation and engage the spaces around you, as if for the first time.", "thumbnail": "Thumbnail.jpeg", "pages": [{"title": "Boundaries unbundled", "description": "Boundaries are everywhere, but they’re not always obvious. There are human made ones, like windows, doors, fences. But there are also those in nature like horizon lines, rivers, cliffs Some are more subtle than others, like shade. Some might mark a transition between nations, public / private spaces.", "thumbnail": "Image1.jpeg"}, {"title": "Your turn", "description": "Sharpen your observation skills, look at the spaces around you as if you’re seeing them for the first time. Find two spaces that share a sort of boundary. Then do something to highlight or alter the relationship between these two spaces. Document it in some way – like a photo. <p>Challenge yourself. Try and find interesting boundaries anywhere and everywhere. Document and record these. Make a collection of five or six. Don’t know where to begin? Tips on getting started on the next page.</p>", "thumbnail": "Image2.jpeg"}, {"title": "Starting ideas", "description": "A place to start are the visible boundaries around you. Windows, partitions, walls, boxes. Further afield you can think about the ideological or emotional boundaries that separate us. Wilderness and civilisation, order and chaos, where one language is spoken. Think about how people move through these boundaries, what expectations are there?", "thumbnail": "Image3.jpg"}, {"title": "Reflect", "description": "What boundaries did you identify? Did you surprise yourself? There are so many ways to take this activity and bears some reflection on the idea of boundaries. Where are boundaries created, where do they melt together – like working from home or fusion food for example! This activity can be quick but ultimately asks for more consciousness of the world we inhabit. Creativity is the mixture of different bits of knowledge and removing the boundaries around them. A more conscious appreciation of boundaries could help unlock synergies between elements or appreciate the boundaries or mixture of boundaries around you.", "thumbnail": "Image4.jpeg"}], "background_colour": "#B68355"}, {"title": "Kintsugi", "description": "Nothing is ever truly worthless. Be inspired by the Japanese art of Kintsugi where fixing and celebrating flaws become part of the design.", "thumbnail": "Thumbnail.jpg", "pages": [{"title": "Scars as history", "description": "Kintsugi centers on the idea that things are made more beautiful by their flaws. Broken pottery pieces are sealed back together with liquid gold, highlighting the ‘scars’ that become a part of the design. As a philosophy, it treats breakage and repair as part of the history of an object, rather than something to disguise.", "thumbnail": "Image1.png"}, {"title": "Fix it", "description": "Can you fix or find a new use for something broken to show it is better now than before? Find an object that needs mending and bring it back to life. Celebrate its nicks and cracks as a valuable part of its identity.", "thumbnail": "Image2.png"}, {"title": "Think it", "description": "The art of Kintsugi is often used as a metaphor for resilience and healing. What were you thinking about as you were fixing your creation? How did it feel to fix it?", "thumbnail": "Image3.jpg"}], "background_colour": "#403732"}, {"title": "Blackout Poetry", "description": "Never considered yourself a poet? Doesn’t matter. All you’ll need is a book, newspaper or piece of printed paper and find the words that matter.", "thumbnail": "Thumbnail.png", "pages": [{"title": "What is Blackout Poetry?", "description": "Blackout poetry is the process of creating a poem from the words already on a printed page. It’s a great exercise for writer  as it asks us to focus on selecting a limited number of words to create new meanings. The exercise is relaxing, sometimes even cathartic, and allows you to create something challenging and satisfying.", "thumbnail": "image1.png"}, {"title": "Getting started", "description": "You’ll start with any piece of printed material. This can be a newspaper or magazine article, an email you printed out, a museum brochure – anything!<p>Choose carefully which words you want to preserve. Try to string them together around a common theme or story. Don’t overthink it and have fun noticing how many underlying messages are just waiting to be discovered in every paragraph.</p>", "thumbnail": "Image2.png"}, {"title": "Picking words", "description": "If you’re lost, start by finding words that interest you and build from there. Your poem doesn’t necessarily need to make sense. You can pick random words as well. Whatever floats your boat.", "thumbnail": "Image3.png"}, {"title": "Blackout", "description": "Surround the words you’ve chosen and start blacking out or making art around them without blocking them out.<p>One idea is to connect your imagery to the poem. For example: if you’ve made a poem about the sea perhaps you can try for an aquatic theme.<p> <p>You can choose to leave a lot of the text visible but the important thing is to highlight your chosen words so that the eyes are directly drawn to them.</p>", "thumbnail": "Image4.mp4"}, {"title": "How did it go?", "description": "Find a deeper meaning? Or was it all nonsense? Either way, I hope you had fun and this easy exercise is infinitely repeatable for a quick burst of creativity with the written word.", "thumbnail": "Image5.png"}], "background_colour": "#E4DEE0"}, {"title": "Divergent Thinking: Exercise 2", "description": "Time to give those creative muscles another stretch with this classic figural exercise from the renown Torrance Tests for Creative Thinking.", "thumbnail": "Thumbnail.jpeg", "pages": [{"title": "The Torrance Tests: background", "description": "The Torrance Tests of Creative Thinking was introduced by psychologist Ellis Paul Torrance in the 1960s as a way to administer a more creatively inclined IQ test measuring divergent thinking. Higher points were awarded for answers that included rich imagery, implied narrative, or used humor or fantasy. Though imperfect, it remains one of the core tests for creative thinking today.", "thumbnail": "Image1.jpeg"}, {"title": "Getting started", "description": "Take a scrap piece of paper and start off by dividing your sheet into 9 squares. In each square copy the shape you see above. Start a timer for 15mins before going to the next page.", "thumbnail": "Image2.png"}, {"title": "Complete the drawing", "description": "Now, simply complete the drawing in any way you like. You can start wherever you like but the challenge is to complete all the drawings within the time frame. Easy? Give it a go you’ll be surprised <p>Try and be as imaginative as possible. Fill your drawings with details. Unusual scenes. Try taking a bit of time for reflection with some and just go with the first thing that pops into your head with others Use the whole of the available time if possible.</p>", "thumbnail": "Image3.mp4"}, {"title": "Phew!", "description": "How did it go? What would a psychologist say about your drawings? Not all of them will look ‘creative’ but then again you might surprise yourself with others.<p>This activity is fun to do with other people and its always surprising to see what other people come up with.</p>", "thumbnail": "Image4.png"}, {"title": "Enjoyed the brain strain?", "description": "Give it another go and be sure to check the other creativity training exercises.", "thumbnail": "Image5.png"}], "background_colour": "#1A5662"}]